<?php

return [
    'main'                 => 'Главная',
    'managers'             => 'Менеджеры',
    'companies'            => 'Компании',
    'settings'             => 'Настройки',

    'save'                 => 'Сохранить',
    'update'               => 'Редактировать',

    'login'                => 'Логин',
    'password'             => 'Пароль',
    'title'                => 'Название службы такси',
    'name'                 => 'Название организации',
    'dispatcher_phone'     => 'Телефон диспетчерской службы',
    'physical_address'     => 'Физический адрес',
    'legal_address'        => 'Юридический адрес',
    'inn'                  => 'ИНН',
    'kpp'                  => 'КПП',
    'okpo'                 => 'ОКПО',
    'ogrn'                 => 'ОГРН',
    'bank'                 => 'Банк',
    'bik'                  => 'БИК',
    'chief_fio'            => 'ФИО Руководителя',
    'chief_phone'          => 'Телефон руководителя (мобильный)',
    'chief_post'           => 'Должность руководителя',
    'chief_email'          => 'Электронная почта руководителя',
    'manager_fio'          => 'ФИО Менеджера (контактное лицо)',
    'manager_phone'        => 'Телефон менеджера (мобильный)',

    'first_name'           => 'Имя',
    'second_name'          => 'Фамилия',
    'last_name'            => 'Отчество',

    'phone'                => 'Телефон',
    'birthday'             => 'День рождения',

    'percent_of_sale_order'    => 'Проценты для покупки заказа',
    'percent_of_penalty'       => 'Проценты штрафов',
    'time_border'              => 'Временные рамки действий',

    'create company'       => 'Создать компанию',
    'update company'       => 'Редактировать компанию',
    'create manager'       => 'Создать менеджера',
    'update manager'       => 'Редактировать менеджера',
    'create manager'       => 'Создать менеджера',
];