<?php

return array(
    'save'                 => 'Сохранить',

    'error_required'       => 'Необходимо заполнить.',
    'error_date'           => 'Неправильный формат даты.',
    'error_number'         => 'Значение должно быть числом.',
    'error_unique'         => 'Это значение уже использовано.',
    'error_too_long'       => 'Длина поля дожна быть не более {max, number} {max, plural, one{символа} other{символов}}.',
    'error_too_short'      => 'Длина поля дожна быть более {min, number} {min, plural, one{символа} other{символов}}.',
    'error_alphanumeric'   => 'Поле может содержать только цифры, буквы и пробелы.',
    'error_alphabetic'     => 'Поле может содержать только буквы алфавита.',
    'error_inn'            => 'ИНН должен содержать 12 цифр для физ. лиц и 10 цифр для юр. лиц.',
    'error_kpp'            => 'КПП должен содержать 9 цифр.',
    'error_okpo'           => 'ОКПО должен содержать 10 цифр для физ. лиц и 8 для юр. лиц.',
    'error_ogrn'           => 'ОГРН должен содержать 13 цифр.',
    'error_bik'            => 'БИК должен содержать 9 цифр.',
    'error_email'          => 'Пожалуйста введите правильный email адрес.',
    'error_login'          => 'Логин может содержать только буквы алфавита, цифры и знак подчеркивания.',
);
